Repository: EscolarProgramming/IU-DLAMSD01
Catalog: Localizable.xcstrings
Source language: en
Languages: de

# async_decision
source: Can the decision be made asynchronously?
de: Kann die Entscheidung asynchron getroffen werden?

# cancel_meeting
source: Cancel or reimagine the meeting
de: Stornieren oder überdenken Sie das Meeting

# complex_decision
source: Is it a complex decision?
de: Ist es eine komplexe Entscheidung?

# continue_meeting
source: Continue with scheduled meeting
de: Fahren Sie mit dem geplanten Meeting fort

# decision_question
source: Is there a specific decision that needs to be made?
de: Muss eine spezifische Entscheidung getroffen werden?

# new_info
source: Is there new information to share?
de: Gibt es neue Informationen zu teilen?

source: No
de: Nein

# no_meeting
source: No meeting needed
de: Kein Meeting notwendig

# providing_value
source: Is it still providing value?
de: Bringt es noch einen Mehrwert?

# recurring_checkin
source: Is it a recurring check-in?
de: Ist es ein wiederkehrendes Check-in?

source: Restart
de: Neu starten

# schedule_meeting
source: Schedule a meeting
de: Planen Sie ein Meeting

# share_async
source: Can it be shared asynchronously?
de: Kann es asynchron geteilt werden?

# start_button
source: Do you need to schedule a meeting?
de: Müssen Sie ein Meeting planen?

# use_async_tools
source: Use email, chat, or project management tool
de: Nutzen Sie E-Mail, Chat oder Projektmanagement-Tool

# use_chat_call
source: Use chat or quick call
de: Nutzen Sie Chat oder einen kurzen Anruf

source: Yes
de: Ja
